class StringUtilsHi{

  //Login Page
  String login = "लॉग इन करें" ;
  String email = "ईमेल" ;
  String password = "पासवर्ड" ;
  String signin = "साइन इन करें" ;
  String newto = "क्या आप नए हैं?" ;


  //Reg Page
  String reg = "रजिस्टर करें" ;
  String fullname = 'पूरा नाम' ;
  String phno = 'फ़ोन नंबर' ;
  String signup = "साइन इन करें" ;
  String alreadyuser = "पहले से ही एक उपयोगकर्ता?" ;

  //WashWear
  String washwear = """ 
    
1. लगभग 5 मिनट के लिए ठंडे पानी में उपयोग किए गए या धुलनेवाले  पैड को भिगोएँ,  गर्म पानी का उपयोग न करें क्योंकि इससे दाग लग जाएंगे|  
  
2. पानी में भिगोए गए   सेनेटरी नैपकिन को धीरे से निचोड़ें और पानी को शौचालय में प्रवाहित करें  
  
3. यदि हाथ से  धो रहे हैं, तो कुछ धोने का साबुन का उपयोग  करें, और धीरे- धीरे रगड़ें। और  ठंडे पानी से धो लें।  
  
4. एक मशीन में धोने योग्य: पैड ठन्डे पानी और बाकिं सभी कपड़ों के साथ  डाल कर धो डाले।  
  
5. अपने पैड्स धोने के बाद कपड़े सुखाने की जगह पर उन्हें लटका कर धूप में सुखाएं ।  यह ड्रायर में सूखने के लिए पूरी तरह से ठीक है आप shaukhyam पैड्स को ड्रायर से भी सुखा सकते हो।अनुशंसित सेटिंग्स सम्मिलित करने के लिए उच्च गर्मी और बेस लाइन के लिए कम गर्मी और एसेंशियल लाइन के लिए उच्च गर्मी हैं।


  
  
**टिप्स** 
  
  
1- जब भी संभव हो उपयोग के बाद अपने  सेनेटरी  पैड को धोने के लिए डाल दें यह  अच्छा होता है  कि हम इसे उपयोग के तुरन्त बाद ही धो डालें । लेकिन  अक्सर ऐसा नहीं होता है समय के अभाव के कारण से हम अपने व्यस्त sedule से टाइम नहीं निकाल पाते,  लेकिन हमारे नियमित चक्र के लिए यह अच्छा होगा कि हमें हर अगले दिन के लिए हमारे पास  धुले हुए  साफ और नवीनतम पैड्स होने  चाहिए |  
  
2- यदि आप अपने एक पूरे चक्र में रोज बिना धुले ही उपयोग करते जाते हैं  तो कुछ दिन के अंत में आपके पास साफ और धुले हुए पैड्स एक भी नहीं होगा , इसलिए कम से कम अपने उपयोग किए गए सभी पैड्स को  पानी में डुबोकर कुछ देर छोड़ दीजिए  फिर उसे हल्के हांथो से रगड़ कर निकाल कर सुखा लें । मशीन की सहायता से सुखा लें,लेकिन यही अच्छा रहेगा की आप अपने सभी चक्रों में धुले हुए पैड्स का ही उपयोग करें।  
   

  """;

  String yt1 = "दो गुना आवेषण के साथ क्लॉथ डे पैड कैसे पहनें";
  String yt2 = "तीन गुना आवेषण के साथ क्लॉथ डे पैड कैसे पहनेंं";
  String yt3 = "नाइट क्लॉथ पैड कैसे पहनें";



//Why Switch
  String yswitch = """
     
   ![alt text](resource:assets/imgyswitch.jpg)  
  
 **शौख्यम पर क्यों आएं**

 मैं डिस्पोजेबल पैड का उपयोग करती  हूं।  ये बहु-राष्ट्रीय कंपनियों द्वारा बनाए गए हैं जो विश्वसनीय ब्रांड बेचते हैं।*


**हालांकि ये ऐसे तथ्य हैं जो मुझे नहीं पता हैं  मैं अब उनके बारे में पता लगा रहीं  हूं, और वे सबसे ज्यादा असहज हैं।**

*हर डिस्पोजेबल पैड में 4 प्लास्टिक बैग के बराबर प्लास्टिक होता है।  मैं कभी सोच भी नहीं सकती थी कि सिर्फ एक पैड में इतना प्लास्टिक होता है ।
* अपने पूरे मासिक धर्म के दौरान, मैं 10,000-15,000 पैड या 40,000-60,000 प्लास्टिक बैग के बराबर तक का पैड्स  उपयोग करूंगी  और उसे यूं ही फेक दूंगी।
* मेरे द्वारा फेका  गए यह प्लास्टिक आने वाले सैकड़ों वर्षों तक पर्यावरण को दूषित करता रहेगा।  अगर मैं इस्तेमाल किए गए पैड को  जलाती  हूं, तो यह हानिकारक फ़ेरन और डाइऑक्सिन को छोड़ देगा। और इस तरह हमारे पर्यावरण को प्रदूषित करेगा।
* डाइअॉॉक्सिन सिर्फ पैड के जलने पर ही नहीं निकलते हैं, बल्कि वे सभी पैड पर ट्रेस मात्रा में भी मौजूद होते हैं, जिसके परिणामस्वरूप हमारे शरीर  को नुकसान पहुंचाने के माध्यम से पैड गुजरते हैं। 
* डाइअॉॉक्सिन अंतःस्रावी अवरोधक हैं, और मुझे कई अलग-अलग तरीकों से नुकसान पहुंचा सकते हैं।
* योनि क्षेत्र में जो त्वचा है वह अत्यधिक नाजुक होता है जिस केमिकल वाले पैड्स का उपयोग में करती हूं वह मेरे योनि के संपर्क में  कई घटों तक रहता है और जो कुछ भी त्वचा के साथ लगातार संपर्क में है वह मेरे रक्तप्रवाह में मिल जाएगा मेरे शरीर को नुकसान करेगा ।
* यदि मैं डिस्पोजेबल पैड का उपयोग करना जारी रखती  हूं, तो मैं हर साल लगभग  2,000 रुपये खर्च करूंगी, और शायद एक प्रोडक्ट  पर अपने पूरे जीवनकाल में  75,000 के करीब हूं जो मेरे स्वास्थ्य के लिए बिल्कुल भी  अच्छा नहीं है, न ही हमारे ग्रह के लिए अच्छा है।

""";
  //Home Page
  List<String> titles = [
    'हमारे बारे में',
    'इसका उपयोग क्यों करें ?',
    'धोएं और पहनें',
    'उत्पाद',
    'सामान्य प्रश्न',
    'संपर्क करें',
    'भाषा'
  ];
}
